/* NSTextField (Local File:) : <title:Local File:> (oid:46) */
"Local File:" = "קובץ מקומי:";

/* NSWindow (Transfer Queue) : <title:Transfer Queue> (oid:7) */
"Transfer Queue" = "מחסנית העברות";

/* NSTextField (URL:) : <title:URL:> (oid:45) */
"URL:" = "כתובת:";

